Repository: RakeshRakhi/angular2-spa-sample
Catalog: src/app/localezation/messages.*.xlf
Languages: ar

source: IAU E-Services Login
ar: الخدمات الالكترونية

source: Email Address
ar: البريد الالكتروني

source: password
ar: كلمة السر

source: User name or password is wrong.
ar: اسم المستخدم او كلمة المرور غير صحيح.

source: Remember me
ar: تذكرني

source: LOGIN
ar: تسجيل الدخول

source: Forgot Password ?
ar: نسيت كلمة السر

source: Change Password ?
ar: تغير كلمة المرور

source: Ask For Help
ar: المساعدة

source: عربي
ar: English

source: LOGIN
ar: تسجيل الدخول

source: News
ar: الاخبار

source: SIS {LINE_BREAK} System
ar: نظام {LINE_BREAK} سجلات الطلاب

source: Digital {LINE_BREAK} Library
ar: المكتبة {LINE_BREAK} الرقمية

source: Class {LINE_BREAK} Schedule
ar: الجدول {LINE_BREAK} الدراسي

source: Event {LINE_BREAK} Calendar
ar: جدول {LINE_BREAK} الفعاليات

source: Administration {LINE_BREAK} Services
ar: الخدمات {LINE_BREAK} الاداريه

source: Academic & Research
ar: خدمات اكاديمية وبحثية

source: IT {LINE_BREAK}
ar: خدمات {LINE_BREAK} تقنيه المعلومات

source: Community {LINE_BREAK} Services
ar: خدمة {LINE_BREAK} المجتمع

source: New Services Offer
ar: الخدمات الجديدة

source: DICT Pleasure to announce the following new services
ar: آخر القرارات الصادرة من المجلس العلمي

source: Information {LINE_BREAK} Update
ar: تحديث {LINE_BREAK} المعلومات

source: Software {LINE_BREAK} Request
ar: طلب {LINE_BREAK} برامج

source: Engagement {LINE_BREAK} Request
ar: طلب {LINE_BREAK} مباشرة عمل

source: Question {LINE_BREAK} Pro
ar: نظام الاستبيانات الالكتروني

source: Decision
ar: القرار

source: Circular
ar: التعاميم

source: Search
ar: بحث

source: Authority
ar: صاحب القرار

source: Decision Date (H)
ar: تاريخ القرار

source: Circular Date (H)
ar: تاريخ التعميم

source: Decision Number
ar: رقم القرار

source: Circular Number
ar: رقم القرار

source: Decision Subject
ar: عنوان القرار

source: Circular Subject
ar: عنوان التعميم

source: Administrative Guide
ar: الدليل الاداري

source: Forms
ar: النماذج

source: Contact Information
ar: معلومات الاتصال

source: Feel free to contact us for any question & query
ar: لا تتردد في الاتصال بنا للحصول على أي سؤال واستفسار

source: Deanship of Information and Communication Technology
ar: عمادة الاتصالات و تقنية المعلومات

source: © 2017 Imam Abdulrahman Bin Faisal University. All rights reserved.
ar: © 2017 جامعة الامام عبد الرحمن بن فيصل. كل الحقوق محفوظة.

source: MOBILE APPS
ar: تطبيقات الجوال

source: Salary Slip
ar: تعريف الراتب

source: Allowances
ar: البدلات

source: Deduction
ar: الخصومات

source: Summary
ar: الخلاصه

source: Total Allowances
ar: مجموع البدلات

source: Total Deductions
ar: مجموع الخصومات

source: Net. Salary
ar: الراتب الصافي

source: Name
ar: الاسم

source: ID
ar: الرقم

source: Campus
ar: الحرم الجامعي

source: Medium of Learning
ar: متوسطة التعلم

source: Earned Hrs
ar: الساعات المكتسبة

source: Status
ar: الحالة

source: Degree
ar: الدرجة

source: Academic Level
ar: المستوى الأكاديمي

source: College
ar: الكلية

source: Major
ar: التخصص

source: GPA
ar: المعدل التراكمي

source: Academic Year :
ar: السنة الدراسية :

source: College :
ar: الكلية:

source: Major :
ar: التخصص العام :

source: Course No
ar: رقم المقرر

source: Course Name
ar: اسم المقرر

source: Hours
ar: الساعات

source: Grade
ar: الدرجة

source: Points
ar: النقاط

source: Attempted Hrs
ar: الساعات المحاولة

source: GPA Hrs
ar: ساعات المعدل التراكمي

source: Current
ar: الحالي

source: Cumulative
ar: تراكمي

source: Transcript
ar: كشف علامات

source: Welcome
ar: مرحبا بك

source: Vacation Inquiry
ar: استعلام الاجازات

source: Overtime Inquiry
ar: استعلام خارج الدوام

source: Employee Data
ar: بيانات الموظف

source: Full Name
ar: اسم الموظف

source: Employee Number
ar: الرقم الوظيفي

source: Point
ar: النقاط

source: Location
ar: المكان

source: Date
ar: التاريخ

source: Duration
ar: المدة

source: Contact Us
ar: اتصل بنا

source: Logut
ar: تسجيل خروج

source: عربي
ar: English

source: Year
ar: سنة

source: Month
ar: شهر

source: Payroll No.
ar: مسير

source: Submit Date
ar: تاريخ الطلب

source: No. of Days
ar: عدد الايام

source: Payroll Type
ar: نوع

source: Details
ar: تفاصيل

source: Decision No.
ar: الرقم

source: Deputation allowance
ar: بدل انتداب

source: Deputation Inquiry
ar: استعلام انتداب

source: Bonuses
ar: الزيادة

source: Medicine allowance
ar: بدل دواء

source: Transportation allowance
ar: بدل نقل

source: Book allowance
ar: بدل كتب

source: Registration Fees
ar: رسوم التسجيل

source: Erkab allowance
ar: بدل الاركاب

source: Printing allowance
ar: بدل طباعه

source: Total
ar: المجموع

source: Clothing allowance
ar: بدل ملابس

source: Net
ar: الصافي

source: Ok
ar: موافق

source: Holiday Type
ar: نوع

source: Employee number
ar: رقم الموظف

source: Balance Details
ar: تفاصيل الرصيد

source: Total balance
ar: الرصيد الكلي

source: Actual balance
ar: الرصيد الفعلي

source: Excluded balance
ar: الرصيد المقتطع

source: Taken balance
ar: الرصيد المأخوذ

source: Available balance
ar: الرصيد المتاح

source: Decision No.
ar: الرقم

source: Date of Decision
ar: التاريخ

source: Vacation Type
ar: نوع الاجازة

source: Start Date
ar: تاريخ البدء

source: Duration
ar: المدة

source: End Date
ar: تاريخ الانتهاء

source: From
ar: من

source: To
ar: الى

source: Basic Salary
ar: الراتب الاساسي

source: Transportation
ar: النقل

source: Rank
ar: المرتبه

source: Decision Date
ar: تاريخ

source: Payroll Date
ar: تاريخ المسير

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ الانتهاء

source: No. of Days
ar: عدد الايام

source: Delegate allowance
ar: بدل انتداب

source: Deduct of Deputation
ar: خصم الانتداب

source: Deputation Days
ar: ايام الانتداب

source: Deduct of Vacation
ar: خصم الإجازات

source: Vacation Days
ar: ايام الاجازة

source: Other Deductions
ar: خصومات اخرى

source: Salary Certificate
ar: تعريف الراتب

source: Application Details
ar: معلومات الطلب

source: Applicant Name :
ar: اسم الموظف

source: Department Name :
ar: اسم القسم

source: Application Date (H) :
ar: تاريخ الطلب (هـ)

source: ID No :
ar: رقم الهوية

source: University ID :
ar: الرقم الوظيفي

source: Generate Arabic certificate with salary
ar: شهادة التعريف عربي مع الراتب

source: Generate Arabic certificate with salary
ar: شهادة التعريف عربي بدون راتب

source: Generate English certificate for general use
ar: شهادة تعريف انجليزي للاستخدام العام

source: Generate English certificate for Embassies
ar: شهادة التعريف انجليزي للسفارات

source: No data
ar: لايوجد بيانات

source: UD ID :
ar: الرقم الجامعي :

source: National ID :
ar: رقم الهوية :

source: Status :
ar: الحالة :

source: Gender :
ar: الجنس :

source: Cumulative GPA :
ar: المعدل :

source: Date Joined :
ar: تاريخ الالتحاق :

source: Program Enrolled :
ar: البرنامج :

source: Email :
ar: البريد الالكتروني :

source: Mobile :
ar: رقم الجوال :

source: Class Schedule
ar: الجدول الدراسي

source: Subject
ar: الموضوع

source: Course
ar: المادة

source: Course Inquiry
ar: استعلام الدورات

source: Title
ar: العنوان

source: Class
ar: الشعبة

source: Time
ar: الوقت

source: SAT
ar: السبت

source: SUN
ar: الاحد

source: MON
ar: الاثنين

source: TUE
ar: الثلاثاء

source: WED
ar: الاربعاء

source: THURS
ar: الخميس

source: FRI
ar: الجمعه

source: Ticket Request Application
ar: طلب تذكرة

source: Student Name
ar: الاسم :

source: College Name
ar: الكلية :

source: Academic ID
ar: الرقم الجامعي :

source: Definition Certificate Application
ar: خطاب تعريف

source: Generate Letter
ar: تحميل الخطاب

source: FACEBOOK
ar: فيسبوك

source: YOUTUBE
ar: يوتيوب

source: TWITTER
ar: تويتر
